/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Ein anderes Widget mit demselben Namen ist bereits auf Ihrem Computer installiert. Möchten Sie es durch das Widget „%@“ ersetzen?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Eine Datei mit demselben Namen ist bereits auf Ihrem Computer installiert. Möchten Sie sie durch das Widget „%@“ ersetzen?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Eine neuere Version dieses Widgets ist bereits für alle Benutzer auf diesem Computer installiert. Installieren Sie es nur dann in diesem Benutzeraccount, wenn Sie stattdessen diese Version verwenden möchten.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Eine neuere Version des Widgets „%@“ ist bereits installiert. Möchten Sie sie ersetzen?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Eine ältere Version des Widgets „%@“ ist bereits installiert. Möchten Sie sie ersetzen?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Eine ältere Version dieses Widgets ist bereits für alle Benutzer auf diesem Computer installiert. Installieren Sie es nur dann in diesem Benutzeraccount, wenn Sie stattdessen diese Version verwenden möchten.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Möchten Sie das Widget „%@“ installieren und es im Dashboard öffnen?";

/* end preview string */
"End Test" = "Test beenden";

/* title for OK button */
"Install" = "Installieren";

/* installation failed title */
"The %@ widget can't be installed." = "Das Widget „%@“ kann nicht installiert werden.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Ersetzen";

/* title for OK button when developer run is on */
"Run" = "Ausführen";

/* preview button string */
"Test Drive" = "Test";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Sie können die Datei „%@“ nicht installieren, da sie kein gültiges Widget ist.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Das Widget „%@“ ist bereits installiert. Möchten Sie es ersetzen?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Das Widget, das Sie gerade installieren, ist bereits auf Ihrem Computer installiert, und mindestens eine Kopie davon ist geöffnet. Wenn Sie das Widget erneut installieren, werden alle Kopien des Widgets geschlossen.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Das Widget, das Sie gerade installieren, ist bereits geöffnet. Wenn Sie dieses Widget installieren, werden alle Kopien des Widgets geschlossen.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Das Widget, das Sie gerade ersetzen, wird sofort gelöscht.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Dieses Widget ist bereits für alle Benutzer auf diesem Computer installiert. Installieren Sie es nur dann in diesem Benutzeraccount, wenn Sie stattdessen diese Version verwenden möchten.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Dieses Widget ist bereits auf Ihrem Computer unter dem Namen „%@“ installiert. Möchten Sie das Widget „%@“ durch das Widget „%@“ ersetzen?";

